brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed'

brew 'asdf'
brew 'axel'
brew 'crystal-lang'
brew 'bash-completion'
brew 'direnv'
brew 'exa'
brew 'exiftool'
brew 'git'
brew 'gpg'
brew 'go'
brew 'heroku'
brew 'hh'
brew 'httpie'
brew 'htop'
brew 'jq'
brew 'kube-ps1'
brew 'kubectx'
brew 'mtr'
brew 'nmap'
brew 'openconnect'
brew 'pstree'
brew 'pwgen'
brew 'pv'
brew 'ripgrep'
brew 'shellcheck'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'wget'
brew 'youtube-dl'

cask 'amazon-drive'
cask 'android-file-transfer'
cask 'caption'
cask 'chicken'
cask 'cord'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'iterm2'
cask 'licecap'
cask 'macdown'
cask 'osxfuse'
cask 'sequel-pro'
cask 'shiftit'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'textmate'
cask 'the-unarchiver'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'xquartz'
cask 'yujitach-menumeters'
cask 'quitter'

tap 'caskroom/versions'
cask 'google-chrome'
cask 'firefox'

tap 'buo/cask-upgrade'

brew 'mas'
mas 'iPhoto', id: 408981381
mas 'Telegram', id: 747648890
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'LINE', id: 539883307
mas 'Textual 5', id: 896450579
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'Todoist', id: 585829637
mas 'StreamCloud', id: 894578573
mas 'Numbers', id: 409203825
mas 'Whatsapp', id: 1147396723
mas 'Spark', id: 1176895641
