brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed'

brew 'asdf'
brew 'axel'
brew 'crystal-lang'
brew 'bash'
brew 'bash-completion'
brew 'direnv'
brew 'exa'
brew 'exiftool'
brew 'git'
brew 'gpg'
brew 'go'
brew 'hstr'
brew 'htop'
brew 'jq'
brew 'mtr'
brew 'nmap'
brew 'openconnect'
brew 'pinentry-mac'
brew 'pstree'
brew 'pwgen'
brew 'pv'
brew 'ripgrep'
brew 'shellcheck'
brew 'shellharden'
brew 'sqlmap'
brew 'starship'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'xh'
brew 'youtube-dl'

tap 'common-fate/granted'
brew 'granted'

cask 'amazon-photos'
cask 'android-file-transfer'
cask 'ballast'
cask 'beardedspice'
cask 'brave-browser'
cask 'cyberduck'
cask 'discord'
cask 'docker'
cask 'hammerspoon'
cask 'iterm2'
cask 'keepassxc'
cask 'macdown'
cask 'menumeters'
cask 'quitter'
cask 'session-manager-plugin'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'stats'
cask 'textmate'
cask 'the-unarchiver'
cask 'vlc'

cask 'google-chrome'
cask 'firefox'

tap 'buo/cask-upgrade'

brew 'mas'
mas 'iPhoto', id: 408981381
mas 'Telegram', id: 747648890
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'LINE', id: 539883307
mas 'Textual 5', id: 896450579
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'Todoist', id: 585829637
mas 'StreamCloud', id: 894578573
mas 'Numbers', id: 409203825
mas 'Whatsapp', id: 1147396723
mas 'Spark', id: 1176895641
